/* No comment provided by engineer. */
"Boot EFI Volume not found!" = "Boot EFI nicht gefunden!";

/* No comment provided by engineer. */
"Bummer" = "Schade";

/* No comment provided by engineer. */
"Choose an EFI folder" = "Wähle einen EFI Ordner";

/* No comment provided by engineer. */
"Choose an OpenCore config file" = "Wähle eine OpenCore Konfiguartionsdatei";

/* No comment provided by engineer. */
"Disabled" = "Deaktiviert";

/* No comment provided by engineer. */
"Do you want to create a system report right now?" = "Möchtest Du jetzt einen Systemreport erstellen?";

/* No comment provided by engineer. */
"Enabled" = "Aktiviert";

/* No comment provided by engineer. */
"Found a reference to multibeast!\n/Library/PrivilegedHelperTools/com.tonymacx86.InstallHelper" = "Hinweis auf Multibeast gefunden!\n/Library/PrivilegedHelperTools/com.tonymacx86.InstallHelper";

/* No comment provided by engineer. */
"No" = "Nein";

/* No comment provided by engineer. */
"No selection!" = "Nichts ausgewählt!";

/* No comment provided by engineer. */
"Please choose anything before and try again." = "Bitte wähle erst etwas aus und versuche es erneut.";

/* No comment provided by engineer. */
"Read / Write" = "Lesen / Schreiben";

/* No comment provided by engineer. */
"Read only" = "Nur lesen";

/* No comment provided by engineer. */
"The volume containing the Boot EFI is no longer available in the system. Please connect the device to the computer and try again." = "Das Volume welches die Boot EFI enthält ist nicht mehr im System verfügbar. Bitte verbinde das Gerät mit dem Rechner und versuche es noch einmal.";

/* No comment provided by engineer. */
"This could take some time. You can abort it every time." = "Das kann eine Weile dauern. Du kannst den Vorgang aber jederzeit abbrechen.";

/* No comment provided by engineer. */
"Uh Oh! An error has occured." = "Oh nein! Ein Fehler ist aufgetreten.";

/* No comment provided by engineer. */
"Warning" = "Warnung";

/* No comment provided by engineer. */
"Yes" = "Ja";

/* No comment provided by engineer. */
"You are not connected to the Internet or the Server is not reachable at the moment. Please try again later." = "Du bist entweder nicht mit dem Internet verbunden oder der Server antwortet im Moment nicht. Versuche es später noch einmal.";

